Repository: rawannmmohamed/application
Catalog: lib/l10n/intl_*.arb
Languages: ar

# dietAppBar
source: Food and Nutrition
ar: الغذاء والتغذية

# diettitle1
source: Recommended Foods
ar: طعام ينصح به

# diettext1
source: ⬤ Follow a balanced diet that contains all the essential nutrients for both the mother and the fetus.
ar: ⬤ أتباع نظام غذائى متكامل يحتوى على كل العناصر الغذائية للأم والجنين.

# diettext2
source: ⬤ Increase your consumption of fruits, vegetables, and whole grains.
ar: ⬤ الإكثار من تناول الفواكه والخضروات والحبوب الكاملة.

# diettext3
source: ⬤ Proteins: It is recommended to obtain them from lean meats (such as chicken, fish, legumes, and others) every day.
ar: ⬤ البروتينات: ينصح بالحصول عليها من اللحوم الخالية من الدهون (مثل: الدجاج، الأسماك، والبقول، وغيرها) كل يوم.

# diettext4
source: ⬤ Fats: It is recommended to obtain them from plant sources (such as olive oil) and avoid saturated fats from animal sources (such as butter).
ar: ⬤ الدهون: ينصح بالحصول عليها من المصادر النباتية (مثل: زيت الزيتون)، وتجنب الدهون المشبعة ذات المصدر الحيواني (مثل: الزبد.

# diettitle2
source: Avoid These Foods
ar: تجنبي هذا الطعام

# diettext5
source: ⬤ Avoid processed foods like processed meats and fish (sausages, bologna, luncheon meat, mullet, and feseekh).
ar: ⬤ تجنب الأطعمة المصنعة كاللحوم والاسماك المصنعة (النقانق, البسطرة ،الانشون, الرنجة , الفسيخ ).

# diettext6
source: ⬤ Limit the consumption of tuna fish to no more than four medium-sized cans (net weight = 140 grams per can) per week.
ar: ⬤ الحد من تناول سمك التونة والا يزيد على أربع علب متوسطة الحجم (وزن الصافي = 140 جرامًا لكل علبة) في الأسبوع.

# diettext7
source: ⬤ Some types of oily fish may contain pollutants that can accumulate in the body over time and be harmful. Therefore, it is advisable not to exceed two servings per week (such as mackerel, sardines, salmon, and fresh tuna, where canned tuna is not considered oily fish).
ar: ⬤ بعض أنواع الأسماك الزيتية التي قد تحتوي على مواد كيميائية من التلوث، وقد تتراكم في الجسم مع مرور الوقت وتكون ضارة؛ لذا ينصح بألا تزيد على حصتين أسبوعيًّا (مثل: سمك الماكريل، والسردين، والسالمون، والتونة الطازجة؛ حيث لا يعتبر سمك التونة المعلب أسماكًا زيتية).

# diettext8
source: ⬤ Avoid canned foods, fast food, and restaurant meals because they contain a high percentage of sodium, which extends the shelf life of the food product.
ar: ⬤ تجنب تناول الأطعمة المعلبة والوجبات السريعة ووجبات المطاعم لاحتوائهم على نسبة كبيرة من الصوديوم الذي يطيل من تاريخ صلاحية المنتج الغذائي.

# diettext9
source: ⬤ Caffeine: It is a substance found naturally in foods (such as tea, coffee, chocolate), some soft drinks, energy drinks, or some pain relievers. It is recommended to limit its consumption during pregnancy, as excessive intake increases the risk of miscarriage and low birth weight.
ar: ⬤ الكافيين: وهي مادة توجد بشكل طبيعي في الأطعمة (مثل: الشاي، والقهوة، والشوكولاته)، وبعض المشروبات الغازية، مشروبات الطاقة أو بعض المسكنات، وينصح بالحد من تناوله أثناء الحمل، حيث إن كثرته تزيد خطر حدوث الإجهاض وانخفاض وزن الطفل عند الولادة.

# diettext10
source: ⬤ Avoid buying products containing monosodium glutamate, symbolized by (E621), or using it in cooking to reduce salt in food, as it causes fluid retention, leading to high blood pressure.
ar: ⬤ تجنب شراء المنتجات المحتوية على أحادي جلوتامات الصوديوم ويرمز له بالرمز (E621) أو استخدامه أثناء الطبخ لتقليل من الملح في الطعام؛ حيث إنه يسبب احتباس السوائل؛ مما يؤدي إلى ارتفاع ضغط الدم.

# environmentAppBar
source: Your Surroundings
ar: البيئة المحيطة بك

# environmenttext
source: It is important to provide a quiet and well-ventilated environment with subdued lighting. Try to make your surroundings as peaceful and comfortable as possible, avoiding bright lights.
ar: يجب توفير بيئة هادئة جيدة التهوية لا تحتوى على أضائة عالية فيجب ان تحاولى بقدر الامكان أن تجعلى البيئة المحيطة بكى هادئة ومريحة والاضائة به خافته.

# hospitalAppBar
source: Nearby Hospitals
ar: المستشفيات القريبة منك

# hospitalbutton
source: Nearest Hospital
ar: أقرب مستشفى

# stressAppBar
source: Psychological Stress
ar: الضغوط النفسية

# stressTitle1
source: Psychological Stress During Pregnancy
ar: الضغوط النفسية أثناء الحمل

# stressText1
source: Psychological stress during pregnancy is a time when women experience a lot of changes, whether in their bodies or emotions. These changes can add psychological pressures such as tension and stress, which can lead to sleep problems, headaches, and loss of appetite. Severe and chronic psychological stress for an extended period can even cause high blood pressure, heart diseases, premature birth, or having a baby with low birth weight (less than 2 kilograms).
ar: الضغوط النفسية أثناء الحمل هي الفترة التي تمر بها النساء بتغييرات كبيرة، سواء في أجسامهن أو في مشاعرهن. يمكن أن تضيف هذه التغييرات ضغوطًا نفسية مثل التوتر والإجهاد، والتي يمكن أن تؤدي إلى مشكلات في النوم، والصداع، وفقدان الشهية. يمكن أن يسبب التوتر الشديد والمزمن لفترة طويلة ارتفاع ضغط الدم وأمراض القلب، وقد يؤدي أيضًا إلى ولادة مبكرة أو ولادة طفل بوزن أقل من الطبيعي (أقل من 2 كيلوغرام).

# stressTitle2
source: Impact of Psychological Stress on the Fetus
ar: تأثير الضغط النفسي على الجنين

# stressText2
source: Psychological stress and tension are normal experiences during pregnancy. When feeling stressed, the body releases cortisol and other stress hormones, which can increase heart rate. While this stress can be temporary, in cases of continuous and chronic stress, it can lead to an inflammatory response that affects the health of both the mother and the fetus. Studies have shown that chronic psychological stress can increase the risk of premature birth and having a baby with lower than normal birth weight, potentially causing subtle differences in brain development and behavioral issues in the child. Stress may also lead to symptoms in the mother, such as headaches, sleep problems, or overeating.
ar: التوتر والضغط النفسي أمور طبيعية أثناء الحمل. عند الشعور بالتوتر، يقوم الجسم بإفراز الكورتيزول وهرمونات التوتر الأخرى، مما يمكن أن يزيد من معدل ضربات القلب. على الرغم من أن هذا التوتر يمكن أن يكون مؤقتًا، إلا أنه في حالات التوتر المستمر والمزمن، يمكن أن يؤدي إلى استجابة التهابية تؤثر على صحة الأم والجنين. أظهرت الدراسات أن الضغوط النفسية المزمنة يمكن أن تزيد من خطر الولادة المبكرة وولادة طفل بوزن أقل من الطبيعي، مما قد يتسبب في اختلافات دقيقة في تطور الدماغ ومشاكل سلوكية في الطفل. يمكن أيضًا أن يؤدي التوتر إلى ظهور أعراض في الأم مثل الصداع أو مشاكل النوم أو تناول الطعام الزائد.

# stressTitle3
source: Other Problems Caused by Psychological Stress
ar: مشكلات أخرى قد تسببها الضغوط النفسية

# stressText3
source: Preeclampsia is one of the pregnancy complications that affect blood pressure and can lead to premature birth. Research has shown that chronic stress and tension can cause high blood pressure. In rare cases, it may cause preeclampsia, so psychological stress doesn't necessarily mean high blood pressure or preeclampsia.
ar: تسمم الحمل هو واحد من مضاعفات الحمل التي تؤثر على ضغط الدم ويمكن أن تؤدي إلى الولادة المبكرة. أظهرت الأبحاث أن الإجهاد والتوتر المزمن يمكن أن يسبب ارتفاع ضغط الدم. في حالات نادرة، قد يؤدي إلى تسمم الحمل. لذلك، الضغط النفسي لا يعني بالضرورة ارتفاع ضغط الدم أو تسمم الحمل.

# stressTitle4
source: Managing Psychological Stress During Pregnancy
ar: كيفية التعامل مع الضغوط النفسية أثناء الحمل

# stressText4
source: It's important to reduce and avoid psychological stress during pregnancy to prevent its impact on the mother and baby. You can alleviate or minimize psychological stress by following these strategies:
ar: من المهم تقليل وتجنب الضغوط النفسية أثناء الحمل لمنع تأثيرها على الأم والطفل. يمكنك تخفيف أو تقليل الضغوط النفسية من خلال اتباع هذه الاستراتيجيات:

# stressList1
source: ⬤ Avoid dwelling on matters that may increase anxiety and stress.
ar: ⬤تجنب التفكير بالأمور التي قد تزيد من القلق والتوتر.

# stressList2
source: ⬤ Try to rest as much as possible to avoid psychological pressure on the mother.
ar: ⬤حاول الراحة قدر الإمكان لتجنب الضغط النفسي على الأم.

# stressList3
source: ⬤ Talk to a trusted person about the fears and feelings accompanying pregnancy.
ar: ⬤تحدث مع شخص موثوق به حول المخاوف والمشاعر التي ترافق الحمل.

# stressList4
source: ⬤ Regularly engage in suitable physical exercises for pregnancy.
ar: ⬤مارس التمارين الرياضية بانتظام والتي مناسبة للحمل.

# stressList5
source: ⬤ Practice yoga, meditation, breathing exercises, or relaxation techniques.
ar: ⬤مارس اليوغا أو التأمل أو تمارين التنفس أو تقنيات الاسترخاء.

# stressList6
source: ⬤ Participate in various preferred activities such as reading, watching TV, or other hobbies.
ar: ⬤شارك في أنشطة مختلفة ومفضلة مثل القراءة ومشاهدة التلفزيون أو هوايات أخرى.

# stressList7
source: ⬤ Spend time with people who bring calm and happiness, and seek help when needed.
ar: ⬤قضِ بعض الوقت مع الأشخاص الذين يجلبون الهدوء والسعادة واطلب المساعدة عند الحاجة.

# stressList8
source: ⬤ Follow a healthy, balanced diet to maintain the health of the child and the fetus.
ar: ⬤اتبع نظام غذائي صحي ومتوازن للحفاظ على صحة الطفل والجنين.

# symptomsAppBar
source: Pregnancy Symptoms and Complications
ar: أعراض ومضاعفات الحمل

# symptomsTitle1
source: Serious Symptoms
ar: الأعراض الخطيرة

# symptomsText1_1
source: ⬤ Severe headache that doesn't go away with painkillers
ar: ⬤ صداع شديد لم يزول بالمسكنات

# symptomsText1_2
source: ⬤ Vision disturbances (blurring of vision)
ar: ⬤ أضرابات في الرؤية (زغللة بالعين)

# symptomsText1_3
source: ⬤ Swelling in the hands or feet, especially around the eyes
ar: ⬤ تورم في اليدين أو القدمين، والوجه خاصة حول العينين

# symptomsText1_4
source: ⬤ Pain in the upper abdomen (under the ribs on the right side)
ar: ⬤ ألم في الجزء الأعلى من البطن (تحت الأضلاع على الجانب الأيمن)

# symptomsText1_5
source: ⬤ Nausea or vomiting
ar: ⬤ غثيان أو قيء

# symptomsText1_6
source: ⬤ Reduced urine output
ar: ⬤ قلة إنتاج البول

# symptomsText1_7
source: ⬤ Impaired liver function
ar: ⬤ ضعف وظائف الكبد

# symptomsText1_8
source: ⬤ Shortness of breath
ar: ⬤ ضيق في التنفس

# symptomsText1_9
source: ⬤ Sudden weight gain
ar: ⬤ زيادة مفاجئة في الوزن

# symptomsDivider
source: Divider
ar: فاصل

# symptomsTitle2
source: Complications
ar: المضاعفات

# symptomsText2_1
source: ⬤ Seizure-like episodes or seizures usually occurring after the 20th week of pregnancy
ar: ⬤ نوبات تشبه التشنج أو الصرع تحدث عادة بعد الأسبوع ال ٢٠ من الحمل

# symptomsText2_2
source: ⬤ Slowed fetal growth and low birth weight
ar: ⬤ بطء نمو الجنين وانخفاض الوزن عند الولادة

# symptomsText2_3
source: ⬤ HELLP Syndrome: Occurs late in pregnancy, causing the breakdown of red blood cells, elevated liver enzymes, and decreased platelet count
ar: ⬤ متلازمة هيلب: تحدث في وقت متأخر من الحمل، تسبب تكسير كريات الدم الحمراء، ارتفاع إنزيمات الكبد وانخفاض عدد الصفائح الدموية

# symptomsText2_4
source: ⬤ Preterm birth
ar: ⬤ الولادة المبكرة

# symptomsText2_5
source: ⬤ Kidney failure
ar: ⬤ الفشل الكلوي

# symptomsText2_6
source: ⬤ Liver cirrhosis
ar: ⬤ تليف الكبد

# symptomsText2_7
source: ⬤ Placental separation
ar: ⬤ انفصال المشيمة

# symptomsText2_8
source: ⬤ Stroke
ar: ⬤ السكتة الدماغية

# symptomsText2_9
source: ⬤ Heart and vascular diseases
ar: ⬤ أمراض القلب والأوعية الدموية

# pharmatics_title
source: Medications
ar: الادوية

# pharmatics_text1
source: ⬤ You should maintain the recommended daily dose as prescribed by your treating physician (for blood pressure and anticoagulant medications) and not change the dose without consulting your doctor.
ar: ⬤ يجب عليكى الحفاظ على الجرعة اليوميه الموصى بعا من قبل الطبيب المعالج (لادوية الضغط والسيولة ) وعدم تغير الجرعة إلا بعد مراجعة طبيبك

# pharmatics_text2
source: ⬤ Adherence to daily medication times and methods.
ar: ⬤ الالتزام بمواعيد وطريقة اخذ الدواء اليومية

# pharmatics_text3
source: ⬤ Adherence to daily nutritional supplements at the recommended dose prescribed by the doctor.
ar: ⬤ الالتزام بالمكملات الغذائية اليومية بالجرعة الموصى بها من قبل الطبيب

# pharmatics_text4
source: ⬤ Your use of any type of medication may conflict with your existing medications, so you should consult your doctor before using any medication.
ar: ⬤ قد يكون أستخدمك اى نوع من الادوية فيه تعارض مع ادويتك لذلك يجب عليكى مراجعة طبيبك قبل أستخدام اى دواء.

# smoking_title
source: Dangers of Smoking and Alcohol
ar: أضرار التدخين والكحوليات

# smoking_text
source: When a pregnant woman smokes, she inhales toxins (such as nicotine, lead, arsenic, and carbon monoxide). These toxins enter the placenta (the tissue that connects the mother to the fetus), preventing the fetus from receiving the necessary nutrients and oxygen it needs for growth. It can also lead to a decrease in fetal weight. Smoking increases the risk of miscarriage and infant mortality. It can lead to harmful conditions for both the pregnant woman and the fetus, such as placental abruption and preeclampsia.
ar: عندما تدخن الحامل فإنها تستنشق السموم (مثل: النيكوتين، والرصاص، والزرنيخ، وأول أكسيد الكربون)؛ حيث تدخل هذه السموم المشيمة (النسيج الذي يربط الأم بالجنين)، وتمنع هذه السموم الجنين من الحصول على الإمدادات المناسبة من العناصر الغذائية والأكسجين التي يحتاجها للنمو. ويؤدى أيضاً إلى إنقاص وزن الجنين. يزيد من فرص حدوث الإجهاض وإرتفاع نسبة وفيات المواليد. قد يؤدي إلى حالات مرضية ضارة للحامل والجنين، مثل إنزلاق المشيمة وتسمم الحمل.

# rest_exercise_title
source: Rest and Exercise
ar: الراحة وممارسة الرياضة

# rest_exercise_text_1
source: Avoid any physical exertion and try to get some rest and relaxation. You should aim to get an adequate amount of sleep, at least 8 hours at night, and take a break for at least two hours during the day.
ar: عدم ممارسة أى مجهود بدنى وحاولى ان تحصلى على وقت من الراحة والاسترخاء. يجب عليكى الحصول على قسط كاف من النوم على الأقل 8 ساعات ليلاً وأخذ قسطًا يكفيك من الراحة نهارًا على الأقل ساعتين.

# rest_exercise_text_2
source: If you are not experiencing complications and after consulting with your doctor:
ar: إذا كنتِ لا تشعرين بمضاعفات وبعد استشارة الطبيب:

# rest_exercise_text_3
source: You are allowed to engage in gentle or brisk walking, which is considered a safe form of exercise as long as you do it on suitable ground that is not elevated. You can walk for up to half an hour daily, but remember to take sufficient rest if you feel any fatigue.
ar: يسمح لك بممارسة المشي الهادئ أو السريع ويعتبر المشي من الرياضات الآمنة لك بشرط أن تمارسيه على أرض ملائمة غير مرتفعة، يمكنك ممارسة المشي يوميًا بما لا يزيد عن نصف ساعة، لكن تذكري أن تأخذي قسطًا يكفيك من الراحة إن شعرت بأي إرهاق.

# rest_exercise_text_4
source: You should walk two hours after having breakfast, and remember to carry a bottle of water or unsweetened juice with you. If you feel tired, be sure to stop and rest.
ar: عليك ممارسة المشي بعد الإفطار بساعتين، وتذكري أن تحملي معك زجاجة من الماء أو العصير غير المحلى وإن شعرت بتعب فعليك التوقف والراحة.

# rest_exercise_text_5
source: Keep in mind that walking helps you maintain fitness and a healthy weight during pregnancy and strengthens your heart in general, even during labor.
ar: ولتعلمي أن المشي يساعدك على الحفاظ على اللياقة والوزن المناسب أثناء الحمل ويقوي القلب بوجه عام حتى في حين الولادة.

# rest_exercise_text_6
source: Listen to your body's complaints:
ar: أنصتي إلى شكوى بدنك:

# rest_exercise_text_7
source: Monitoring signs of any problem is just as important as exercising. Stop exercising and contact your healthcare provider in the following cases:
ar: كما هو مهم ممارسة التدريبات فمراقبة العلامات الخاصة بأي مشكلة مهم أيضًا. أوقفي التدريب واتصلي بمسؤولى الرعاية الصحية في الحالات التالية:

# rest_exercise_text_8
source: Vaginal bleeding.
ar: النزيف المهبلي.

# rest_exercise_text_9
source: Dizziness.
ar: الدوخة.

# rest_exercise_text_10
source: Headache.
ar: الصداع.

# rest_exercise_text_11
source: Feeling increased shortness of breath before starting exercise.
ar: الشعور بتزايد ضيق النفس قبل البدء في ممارسة الرياضة.

# rest_exercise_text_12
source: Chest pain.
ar: ألم الصدر.

# cbc_label
source: CBC Test Result
ar: نتيجة تحليل صورة الدم (CBC)

# kidney_functions_label
source: Kidney Functions Test Result
ar: نتيجة تحليل وظائف الكلى

# liver_functions_label
source: Liver Functions Test Result
ar: نتيجة تحليل وظائف الكبد

# bmi_label
source: Body Mass Index (BMI)
ar: مؤشر كتلة الجسم (BMI)

# blood_pressure_label
source: Blood Pressure Test Result
ar: نتيجة تحليل ضغط الدم

# save_results_button
source: Save Test Results
ar: حفظ نتائج التحاليل

# results_saved_title
source: Test Results Saved
ar: تم حفظ نتائج التحاليل

# results_saved_message
source: Your test results have been saved.
ar: تم حفظ نتائج التحاليل الخاصة بك.

# confirm
source: ok
ar: تم

# profile_title
source: Profile
ar: الملف الشخصي

# name_label
source: Name
ar: الأسم

# age_label
source: Age
ar: السن

# place_label
source: Location (Country/City)
ar: المكان (البلد/ المدينة)

# address_label
source: Address
ar: العنوان

# education_level_label
source: Education Level
ar: المستوى التعليمي

# work_label
source: Work
ar: العمل

# num_pregnancies_label
source: Number of Pregnancies
ar: عدد مرات الحمل

# num_deliveries_label
source: Number of Deliveries
ar: عدد مرات الولادة

# last_delivery_type_label
source: Last Delivery Type
ar: نوع الولادة الأخيرة

# last_delivery_type_details_label
source: Last Delivery Type Details
ar: تفاصيل نوع الولادة الأخيرة

# last_period_date_label
source: Last Period Date
ar: تاريخ الدورة الشهرية الأخيرة

# weeks_pregnant_label
source: Weeks Pregnant
ar: عدد أسابيع الحمل الحالي

# complications_label
source: Complications
ar: المضاعفات

# medical_history_label
source: Medical History
ar: السيرة المرضية

# bmi_label_profile
source: Body Mass Index
ar: مؤشر كتلة الجسم

# save_button_text
source: Save
ar: حفظ

# profile_saved_title
source: Profile Saved
ar: حفظ الملف الشخصي

# profile_saved_message
source: Your profile has been saved.
ar: تم حفظ ملفك الشخصي.

# logout_label
source: Logout
ar: تسجيل الخروج

# hospital_map_label
source: Hospital Map
ar: خريطة المستشفى

# home_label
source: Home
ar: الصفحة الرئيسية

# symptoms_and_complications_label
source: Serious Symptoms
ar: أعراض خطيرة

# diet_label
source: Diet and Nutrition
ar: النظام الغذائي والتغذية

# smoking_label
source: Smoking and Alcohol
ar: التدخين والكحول

# environment_label
source: Surroundings
ar: البيئة المحيطة

# rest_and_exercise_label
source: Rest and Exercise
ar: الراحة وممارسة الرياضة

# stress_label
source: Psychological Stressors
ar: عوامل التوتر النفسي

# pharmaceuticals_label
source: Pharmaceuticals
ar: الأدوية

# test_input_label
source: Test Input
ar: الملاحظات والقياسات

# blood_pressure_instructions
source: Blood pressure should be measured every 48 hours. Before measuring blood pressure, follow these instructions: 1. Rest for at least 15 minutes (no mental or physical effort). 2. Ensure the cuff size is appropriate for your arm. 3. Sit while measuring, using the same arm for consistency.
ar: يجب قياس ضغط الدم كل 48 ساعة. قبل قياس ضغط الدم، اتبع هذه التعليمات: 1. استرح لمدة لا تقل عن 15 دقيقة (بدون أي جهد عقلي أو جسدي). 2. تأكد من أن حجم الكفة مناسب لذراعك. 3. قم بالجلوس أثناء القياس واستخدم نفس الذراع للحفاظ على الاستقرار.

# blood_pressure_title
source: Blood Pressure
ar: ضغط الدم

# blood_pressure_warning
source: High blood pressure detected (more than 160/110). Please consult a doctor.
ar: تم اكتشاف ارتفاع في ضغط الدم (أكثر من 160/110). يرجى استشارة الطبيب.

# protein_in_urine_instructions
source: Protein measurement using urine strips is a medical test to detect the presence of proteins in urine, including albumin or globulin. The test strip changes color when dipped in a well-mixed urine sample. Results are usually read after 60-120 seconds of immersion. Results are graded as negative, trace, 1+, 2+, 3+, and 4+ based on the color change.
ar: قياس البروتين باستخدام شرائط البول هو اختبار طبي يُستخدم لاكتشاف وجود بروتين في البول، بما في ذلك الألبيومين أو الجلوبولين. تتغير لون شريط الاختبار عند تغميسه في عينة بول مخلوطة جيدًا. عادةً ما يتم قراءة النتائج بعد 60-120 ثانية من الانغماس. تُصنف النتائج على أنها سلبية، أثر، 1+، 2+، 3+، و 4+ استنادًا إلى تغيير اللون.

# protein_in_urine_label
source: Protein in Urine
ar: البروتين في البول

# weight_instructions
source: Monitor your weight weekly, preferably in the morning before breakfast, using the same scale each time. Expect an increase of 0.5 to 1 kilogram per week during pregnancy.
ar: راقب وزنك أسبوعيًا، مفضلًا في الصباح قبل الإفطار، باستخدام نفس الميزان في كل مرة. توقع زيادة تتراوح بين 0.5 و 1 كيلوجرام في الأسبوع أثناء الحمل.

# weight_label
source: Weight
ar: الوزن

# weight_warning
source: Warning: The current weight should not increase by more than 1 kilogram compared to the last measurement.
ar: تحذير: لا يجب أن يزيد الوزن الحالي بأكثر من 1 كيلوجرام مقارنة بالقياس السابق.

# fetus_movement_instructions
source: Monitor fetal movements daily. The pregnant mother should feel at least 10 movements in two hours. Place your hand(s) on your belly and count each time you feel the baby move. If you feel many movements at the same time, count the number of movements you feel. Record the date and time when you start counting the movements on the fetal movement chart.
ar: راقب حركة الجنين يوميًا. يجب على الأم الحامل أن تشعر بما لا يقل عن 10 حركات في غضون ساعتين. ضع يدك (يديك) على بطنك واحصر كل مرة تشعر فيها بحركة الجنين. إذا شعرت بالعديد من الحركات في نفس الوقت، احصر عدد الحركات التي تشعر بها. قم بتسجيل تاريخ ووقت بدء عد الحركات على جدول حركة الجنين.

# fetus_movement_label
source: Fetus Movement
ar: حركة الجنين

# sonar_instructions
source: Monitor the amount of amniotic fluid around the fetus and the fetal weight every two weeks.
ar: راقب كمية السائل الأميني حول الجنين ووزن الجنين كل أسبوعين.

# sonar_label
source: SONAR
ar: سونار

# save_test_results_button
source: Save Test Results
ar: حفظ نتائج الاختبار

# error_title
source: Error
ar: خطأ

# error_message
source: An error occurred while saving test results. Please try again later.
ar: حدث خطأ أثناء حفظ نتائج الاختبار. يرجى المحاولة مرة أخرى لاحقًا.

source: User data not found.
ar: بيانات المستخدم غير موجودة.

# measurements_results_label
source: measurements results
ar: نتائج القياسات

# lab_results_label
source: lab results
ar: نتائج تحليل المعمل

# app_title
source: Lab Results
ar: نتائج التحاليل

# urea_label
source: Urea
ar: اليوريا

# creat_label
source: Creat
ar: الكرياتين

# albumin_creatinine_ratio_label
source: Albumin-Creatinine ratio
ar: نسبة الألبومين إلى الكرياتينين

# liver_function_tests_title
source: Liver Function Tests
ar: اختبارات وظائف الكبد

# complete_blood_picture_title
source: Complete Blood Picture
ar: صورة دم كاملة

# hb_percentage_label
source: Hb%
ar: نسبة Hb

# hct_label
source: Hct
ar: نسبة Hct

# platelet_count_label
source: Platelet count
ar: عدد الصفائح

# pick_image_button
source: Pick an Image
ar: اختر صورة

# save_lab_results_button
source: Save Lab Results
ar: حفظ نتائج التحاليل

# warning_title
source: Warning
ar: تحذير

# alt_warning_message
source: ALT is greater than 55.
ar: ALT أعلى من 55.

# ast_warning_message
source: AST is greater than 50.
ar: AST أعلى من 50.

# alp_warning_message
source: ALP is greater than 148.
ar: ALP أعلى من 148.

# albumin_creatinine_warning_message
source: Albumin-Creatinine ratio is less than 2.0.
ar: نسبة الألبومين إلى الكرياتينين أقل من 2.0.

# ggt_warning_message
source: GGT is greater than 300.
ar: GGT أعلى من 300.

# urea_warning_message
source: Urea is greater than 30.
ar: اليوريا أعلى من 30.

# creatinine_urine_warning_message
source: Creatinine in Urine is greater than 1.2.
ar: كرياتينين البول أعلى من 1.2.

# platelet_count_warning_message
source: Platelet count is less than 100,000.
ar: عدد الصفائح أقل من 100,000.

# register_app_title
source: Create an Account
ar: إنشاء حساب

# email_hint
source: Email
ar: البريد الإلكتروني

# password_hint
source: Password
ar: كلمة المرور

# confirm_password_hint
source: Confirm Password
ar: تأكيد كلمة المرور

# national_id_hint
source: National ID
ar: الرقم القومي
