Repository: rawannmmohamed/application
Catalog: lib/l10n/intl_*.arb
Languages: ar

# error_message_invalid_national_id
source: National ID must contain exactly 14 digits and only numbers.
ar: الرقم القومي يجب أن يحتوي على 14 رقمًا وأرقام فقط.

# error_message_password_mismatch
source: Passwords do not match.
ar: كلمات المرور غير متطابقة.

# error_message_short_password
source: Password must be 8 characters or longer.
ar: يجب أن تحتوي كلمة المرور على 8 أحرف أو أكثر.

# register_button_text
source: Create an Account
ar: إنشاء حساب

# password_requirements_message
source: Choose a password that is 8 characters or longer. You can use numbers. Remember to keep this code safe.
ar: اختر كلمة مرور تحتوي على 8 أحرف أو أكثر. يمكنك استخدام الأرقام. تذكر أن تحتفظ بهذا الرمز بأمان.

# register_success_message
source: Successfully registered
ar: تم التسجيل

# error_message_registration_failed
source: registration failed
ar: فشل التسجيل

# login_app_title
source: Login
ar: تسجيل دخول

# have_account_question
source: Already have an account?
ar: هل لديك حساب؟

# login_error_message
source: login failed
ar: فشل الدخول

# login_button_text
source: Login
ar: تسجيل دخول
